---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.InfillFailures.InfillNoThicknessMultiface
source: html/7930961a-26d0-fa5d-60c1-0598db0896fe.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InfillFailures.InfillNoThicknessMultiface Property

Highlighted infilling element could not have thickness different from its host because it spans multiple faces.

## Syntax (C#)
```csharp
public static FailureDefinitionId InfillNoThicknessMultiface { get; }
```